app/controllers/api/v1/beers_controller.rb

INSERT INTO "beers" ("name", "style", "brewery", "abv", "created_at", "updated_at") VALUES (?, ?, ?, ?, ?, ?)  [["name", "m"], ["style", "m"], ["brewery", "m"], ["abv", 0], ["created_at", "2018-11-09 19:17:26.893259"], ["updated_at", "2018-11-09 19:17:26.893259"]]
---
    def create
      @beer = Beer.new(beer_params)
      if @beer.save